import React from 'react'

const About = () => {
  return (
    <div className='About'>
      <div className='dbbs'><h1 className='head-text1'>О нас<h3>.</h3></h1><div className='lineabout'><br></br></div></div>  
      <div className='kr'>
        <div className='colomnleft'>
          <b className='nt'>Проблемы людей</b>
          <div className='textaboutgl'>C yходом иностранных компаний с рынка, остро встал вопрос нехватки средств и устройств автоматизации производственных процессов. Автоматически управляемая тележка (AGV) является одной из ключевых направлений в области автоматизации промышленных, сельскохозяйственных, складских и пр. комплексов.</div>
          <div className='textaboutgl'> На многих предприятиях существует деятельность, основанная на монотонном и однообразном труде, которую необходимо выполнять непрерывно 24/7 или строго по графику один раз в сутки. Для этого держать штат сотрудников не всегда целесообразно, а зачастую трудно найти сотрудника готового к такой работе. Так же существуют опасные и вредные производства, где замена человеческого труда снижает риски возникновения вреда для жизни и здоровья.
          </div>

        
</div>
<div className='colomnleft'>
<b className='nt'>Решения</b>
<div className='textaboutgl'>Данный проект решает проблемы автоматизации промышленных комплексов таких как: складские (робот кладовщик, робот уборщик, робот транспортер т.д.), сельскохозяйственные (подталкиватель корма для КРС, робот уборщик и т.д.), производственные (робот транспортер, робот сварщик, и т.д.) и многие другие. С помощью автоматических механизмов (роботов), а в частности AGV тележек, возможно, полностью заменить рабочий труд, тем самым снизить издержки.</div>
    </div>
    </div>
    </div>
  )
}

export default About